Repository: nicovma/NoteApp
Catalog: NotitApp/Localizable.xcstrings
Source language: es
Languages: en

source: %lld notas
en: %lld notes

source: 0 notas
en: 0 notes

source: Azul
en: Blue

source: Buscar
en: Search

source: CATEGORÍA
en: CATEGORY

source: Cancelar
en: Cancel

source: Categorías
en: Categories

source: Creá una para poder guardar la nota
en: Create one to save the note

source: Editar
en: Edit

source: Editar nota
en: Edit note

source: El nombre no puede estar vacío
en: Name can't be empty

source: El título no puede estar vacío
en: Title can't be empty

source: Elegí una categoría
en: Choose a category

source: Eliminar
en: Delete

source: Escribí tu nota...
en: Write your note...

source: Esta acción no se puede deshacer: se van a eliminar también todas las notas de esta categoría.
en: This can't be undone: all notes in this category will be deleted too.

source: Guardar
en: Save

source: NOMBRE
en: NAME

source: Naranja
en: Orange

source: No hay notas todavía
en: No notes yet

source: Nombre
en: Name

source: Nota
en: Note

source: Notas
en: Notes

source: Nueva categoría
en: New category

source: Nueva nota
en: New note

source: Recién
en: Just now

source: Rojo
en: Red

source: Todavía no tenés categorías
en: You don't have any categories yet

source: Título
en: Title

source: VISTA PREVIA
en: PREVIEW

source: Verde
en: Green

source: Violeta
en: Purple

source: Volver
en: Back

source: ¿Eliminar "%@"?
en: Delete "%@"?
